<UNK>
 
!
(
)
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
?
A
B
C
D
F
G
I
J
K
P
R
S
T
U
V
Y
[
\
]
_
a
b
c
e
f
g
h
i
j
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
~
—
‘
’
“
”
…
、
。
《
》
【
】
一
丁
七
万
丈
三
上
下
不
与
丐
丑
专
且
世
丘
丙
业
丛
东
丝
丞
丢
两
严
丧
个
丫
中
丰
串
临
丶
丸
丹
为
主
丽
举
乃
久
么
义
之
乌
乍
乎
乏
乐
乒
乓
乔
乖
乘
乙
九
乞
也
习
乡
书
买
乱
乳
乾
了
予
争
事
二
于
亏
云
互
五
井
亘
亚
些
亡
亢
交
亦
产
亨
亩
享
京
亭
亮
亲
亵
人
亿
什
仁
仄
仅
仆
仇
今
介
仍
从
仑
仓
仔
仕
他
仗
付
仙
代
令
以
仪
们
仰
仲
仵
件
价
任
份
仿
企
伍
伎
伏
伐
休
众
优
伙
会
伞
伟
传
伤
伦
伪
伫
伯
估
伴
伶
伸
伺
似
但
位
低
住
佐
佑
体
何
佘
余
佛
作
佝
佞
你
佣
佩
佬
佯
佳
佻
佼
使
侃
侄
侈
例
侍
侏
供
依
侠
侣
侥
侦
侧
侩
侬
侮
侯
侵
便
促
俊
俎
俏
俐
俑
俗
俘
保
信
俨
俩
俭
修
俯
俱
俸
俺
倆
倍
倏
倒
倔
倘
候
倚
借
倡
倦
倨
倩
倪
倭
债
值
倾
假
偌
偎
偏
偕
做
停
健
偶
偷
偻
偿
傀
傅
傍
储
催
傲
傻
像
僚
僧
僵
僻
儆
儒
儡
儿
兀
允
元
兄
充
兆
先
光
克
免
兑
兔
党
兜
兢
入
全
八
公
六
兮
兰
共
关
兴
兵
其
具
典
兹
养
兼
兽
冀
内
冉
册
再
冒
冕
写
军
农
冠
冢
冤
冥
冬
冯
冰
冲
决
况
冷
冻
冽
净
凄
准
凉
凋
凌
减
凑
凛
凝
几
凡
凤
凭
凰
凳
凶
凸
凹
出
击
函
凿
刀
刁
刃
分
切
刊
刑
划
列
刘
则
刚
创
初
删
判
利
别
刮
到
制
刷
券
刹
刺
刻
刽
剁
剃
削
前
剐
剑
剔
剥
剧
剩
剪
副
割
剽
剿
劈
力
劝
办
功
加
务
劣
动
助
努
劫
励
劲
劳
劾
势
勃
勇
勉
勋
勑
勒
勘
募
勤
勺
勾
勿
匀
包
匆
匍
匐
化
北
匙
匠
匡
匣
匪
匮
匹
区
医
匾
匿
十
千
升
午
卉
半
华
协
卑
卒
卓
单
卖
南
博
卜
占
卡
卤
卦
卧
卫
卯
印
危
即
却
卵
卷
卸
卿
厂
厄
厅
历
厉
压
厌
厕
厚
原
厢
厦
厨
厩
厮
去
县
参
又
叉
及
友
双
反
发
叔
取
受
变
叙
叛
叠
口
古
句
另
叨
叩
只
叫
召
叭
叮
可
台
叱
史
右
叵
叶
号
司
叹
叼
叽
吁
吃
各
吆
合
吉
吊
同
名
后
吏
吐
向
吓
吖
吗
君
吝
吞
吟
否
吧
吨
吩
含
听
吭
启
吱
吴
吵
吸
吹
吻
吼
吾
呀
呃
呆
呈
告
呐
呓
呕
呗
员
呛
呜
呢
呦
周
味
呵
呸
呻
呼
命
咀
咂
咄
咆
和
咎
咐
咒
咔
咕
咙
咚
咛
咤
咦
咧
咨
咫
咬
咯
咳
咸
咻
咽
哀
品
哂
哄
哆
哇
哈
哉
响
哎
哐
哑
哒
哗
哟
哥
哦
哧
哨
哪
哭
哮
哲
哼
哽
唁
唇
唉
唏
唐
唔
唠
唤
唧
唬
售
唯
唱
唳
唾
啃
啄
商
啊
啐
啖
啥
啦
啧
啪
啬
啰
啵
啸
啼
喂
喃
善
喇
喉
喊
喘
喜
喝
喧
喳
喵
喷
喻
喽
嗅
嗑
嗓
嗔
嗖
嗜
嗝
嗡
嗣
嗤
嗦
嗯
嗷
嗽
嘀
嘈
嘉
嘎
嘘
嘚
嘛
嘞
嘟
嘤
嘱
嘲
嘴
嘶
嘻
嘿
噎
噔
噗
噘
噜
器
噩
噪
噬
噱
噼
嚎
嚏
嚓
嚣
嚷
嚼
囊
囍
囔
囚
四
回
因
囡
团
囤
园
困
围
固
国
图
圃
圆
圈
土
圣
在
地
场
圾
址
均
坊
坍
坎
坏
坐
坑
块
坚
坛
坟
坠
坡
坤
坦
坪
坷
垂
垃
垄
型
垒
垛
垠
垢
垣
垦
垫
垮
埃
埋
城
域
培
基
堂
堆
堑
堕
堤
堪
堵
塌
塑
塔
塘
塞
填
境
墅
墓
墙
增
墟
墨
壁
壑
壤
士
壬
壮
声
壳
壶
处
备
复
夏
夕
外
夙
多
夜
够
大
天
太
夫
夭
央
失
头
夷
夸
夹
夺
奂
奄
奇
奈
奉
奋
奏
契
奔
奖
套
奠
奢
奥
女
奴
奶
奸
她
好
如
妃
妄
妆
妇
妈
妒
妓
妖
妙
妞
妥
妨
妩
妪
妮
妲
妳
妹
妻
妾
姊
始
姐
姑
姒
姓
委
姗
姚
姜
姝
姣
姥
姨
姬
姻
姿
威
娃
娅
娇
娑
娓
娘
娜
娥
娱
娴
娶
婀
婆
婉
婚
婢
婪
婴
婶
婿
媒
媚
媲
媳
嫁
嫂
嫉
嫌
嫔
嫖
嫡
嫣
嫩
嬉
嬴
嬷
子
孑
孔
孕
字
存
孙
孝
孟
季
孤
学
孩
孪
孰
孱
孺
孽
宁
它
宅
宇
守
安
宋
完
宏
宓
宗
官
宙
定
宛
宜
宝
实
宠
审
客
宣
室
宦
宫
宰
害
宴
宵
家
容
宽
宾
宿
寂
寄
密
寇
富
寐
寒
寓
寝
寞
察
寡
寥
寨
寸
对
寺
寻
导
寿
封
射
将
尉
尊
小
少
尔
尖
尘
尚
尝
尤
尬
就
尴
尸
尺
尼
尽
尾
尿
局
屁
层
居
屈
屉
届
屋
屎
屏
屑
展
属
屠
屡
履
屯
山
屹
屿
岁
岂
岌
岔
岗
岛
岩
岭
岳
岸
峋
峙
峦
峨
峰
峻
崇
崔
崖
崛
崩
崴
崽
嵌
嶙
巅
巍
川
州
巡
巢
工
左
巧
巨
巩
差
己
已
巳
巴
巷
巽
巾
币
市
布
帅
师
希
帐
帕
帖
帘
帚
帛
帜
帝
带
席
帮
帷
常
帽
幅
幌
幕
幡
干
平
年
并
幸
幺
幻
幼
幽
广
庄
庆
庇
床
序
库
应
底
店
庙
庚
府
庞
废
度
座
庭
庶
康
庸
廉
廊
廓
延
廷
建
开
异
弃
弄
弈
弊
弋
式
弓
引
弘
弟
张
弥
弦
弧
弩
弭
弯
弱
弹
强
归
当
录
形
彤
彦
彩
彬
彭
彰
影
役
彻
彼
往
征
径
待
徇
很
徊
律
徐
徒
得
徘
御
循
微
德
心
必
忆
忌
忍
忐
忑
忖
志
忘
忙
忠
忡
忤
忧
忪
快
忱
念
忽
忾
忿
怀
态
怂
怅
怆
怎
怒
怔
怕
怖
怜
思
怠
怡
急
性
怨
怪
怯
怵
总
怼
恃
恋
恍
恐
恒
恕
恙
恢
恤
恨
恩
恪
恬
恭
息
恰
恳
恶
恸
恻
恼
悄
悉
悍
悔
悖
悚
悟
悠
患
悦
您
悬
悯
悲
悴
悸
悻
悼
情
惆
惊
惋
惑
惕
惘
惚
惜
惟
惠
惦
惧
惨
惩
惫
惬
惭
惮
惯
惰
想
惴
惶
惹
惺
愁
愈
愉
意
愕
愚
感
愠
愣
愤
愧
愿
慈
慌
慎
慑
慕
慢
慧
慨
慰
慵
慷
憋
憎
憔
憧
憨
憩
憬
憷
憾
懂
懈
懊
懑
懒
懦
懵
戈
戊
戌
戍
戏
成
我
戒
或
战
戚
戛
戟
截
戮
戳
戴
户
戾
房
所
扇
扈
扉
手
才
扎
扑
扒
打
扔
托
扛
扣
执
扩
扪
扫
扬
扭
扮
扯
扰
扳
扶
批
扼
找
承
技
抄
抉
把
抑
抒
抓
抔
投
抖
抗
折
抚
抛
抠
抡
抢
护
报
抨
披
抬
抱
抵
抹
押
抽
抿
拂
拄
担
拆
拇
拈
拉
拍
拎
拐
拒
拓
拔
拖
拗
拘
拙
招
拜
拟
拢
拣
拥
拦
拧
拨
择
括
拭
拮
拯
拱
拳
拷
拼
拽
拾
拿
持
挂
指
按
挎
挑
挖
挚
挟
挠
挡
挣
挤
挥
挨
挪
挫
振
挲
挺
挼
挽
捂
捅
捆
捉
捋
捍
捎
捏
捐
捕
捞
损
捡
换
捣
捧
据
捱
捶
捷
捺
捻
掀
掂
掇
授
掉
掌
掏
掐
排
掖
掘
掠
探
掣
接
控
推
掩
措
掰
掳
掷
掸
掺
揉
揍
描
提
插
揖
握
揣
揩
揪
揭
援
揽
搀
搁
搂
搅
搏
搐
搓
搜
搞
搪
搬
搭
携
摁
摄
摆
摇
摊
摒
摔
摘
摞
摧
摩
摸
摹
撅
撇
撑
撒
撕
撞
撤
撩
撬
播
撮
撰
撵
撸
撺
撼
擂
擅
操
擎
擒
擘
擞
擦
攀
攒
攘
攥
支
收
改
攻
放
政
故
效
敌
敏
救
敕
敖
教
敛
敝
敞
敢
散
敬
数
敲
整
敷
文
斋
斌
斑
斓
斗
料
斜
斟
斡
斤
斥
斧
斩
断
斯
新
方
施
旁
旅
旋
族
旒
旗
无
既
日
旦
旧
旨
早
旱
时
旷
旺
昂
昆
昌
明
昏
易
昔
昙
星
映
春
昧
昨
昭
是
昵
昼
显
晃
晋
晏
晒
晓
晕
晚
晦
晨
普
景
晰
晴
晶
智
晾
暂
暄
暇
暑
暖
暗
暧
暮
暴
曙
曝
曰
曲
曳
更
曼
曾
替
最
月
有
朋
服
朔
朕
朗
望
朝
期
朦
木
未
末
本
术
朱
朴
朵
机
朽
杀
杂
权
杆
杉
李
杏
材
村
杖
杜
束
条
来
杨
杯
杰
杳
杵
松
板
极
构
枉
析
枕
林
枚
果
枝
枢
枣
枪
枯
架
枷
柄
某
染
柔
柜
查
柬
柱
柳
柴
柿
栅
标
栈
栉
栋
栏
树
栖
栗
校
栩
株
样
核
根
格
栽
桀
桃
框
案
桌
桎
桐
桑
档
桥
桩
桶
梁
梅
梏
梗
梢
梦
梧
梨
梭
梯
械
梳
梵
检
棉
棋
棍
棒
棕
棘
棚
棠
森
棱
棵
棺
椅
植
椎
楂
楚
楞
楠
楷
楼
概
榄
榜
榨
榭
榻
槁
槃
槌
槐
槛
槽
模
横
樱
樵
橄
橘
檀
檐
欠
次
欢
欣
欲
欺
欻
款
歇
歉
歌
止
正
此
步
武
歧
歪
歹
死
殃
殆
殇
殉
殊
残
殒
殖
殴
段
殷
殿
毁
毅
毋
母
每
毒
比
毕
毙
毛
毡
毫
毯
毽
氅
氏
民
氓
气
氛
氤
氲
水
永
汁
求
汇
汉
汐
汗
汝
江
池
污
汤
汪
汰
汲
汹
沁
沆
沈
沉
沏
沐
沓
沙
沛
沟
没
沥
沦
沧
沫
河
沸
油
治
沼
沾
沿
泄
泉
泊
法
泛
泡
波
泣
泥
注
泪
泯
泰
泱
泳
泻
泼
泽
泾
洁
洋
洒
洗
洞
津
洪
洲
活
洼
洽
派
流
浅
浆
浇
浊
测
济
浏
浑
浓
浣
浩
浪
浮
浴
海
浸
涂
涅
消
涉
涌
涎
涓
涕
涛
涟
涡
涣
涤
润
涨
涩
涮
涯
液
涵
涸
淅
淆
淋
淌
淑
淘
淡
淤
淫
淬
深
淳
混
淹
添
清
渊
渍
渎
渐
渔
渗
渝
渠
渡
渣
温
渭
港
渲
渴
游
渺
湃
湖
湛
湮
湾
湿
溃
溅
溉
源
溜
溟
溢
溪
溯
溶
溺
滋
滑
滔
滚
滞
满
滤
滥
滨
滩
滴
漂
漆
漏
漓
演
漠
漩
漫
漱
漾
潇
潘
潜
潢
潦
潭
潮
潺
澄
澈
澎
澜
澡
激
濒
濡
瀑
瀚
瀛
瀣
灌
火
灭
灯
灰
灵
灶
灼
灾
灿
炁
炉
炊
炎
炒
炖
炙
炫
炬
炭
炮
炯
炷
炸
点
炼
炽
烁
烂
烈
烊
烘
烙
烛
烟
烤
烦
烧
烫
烬
热
烽
焉
焕
焖
焘
焚
焦
焰
然
煌
煎
煜
煞
煦
照
煮
煲
煽
熄
熊
熏
熙
熟
熬
熿
燃
燕
燥
爆
爪
爬
爱
爵
父
爷
爹
爽
片
版
牌
牍
牒
牙
牛
牟
牡
牢
物
牲
牵
特
牺
犀
犊
犒
犬
犯
状
犷
犹
狂
狈
狎
狐
狗
狞
狠
狡
独
狭
狮
狰
狱
狸
狼
猎
猖
猛
猜
猝
猥
猩
猪
猫
献
猴
猾
猿
獐
獠
玄
率
玉
王
玑
玩
玫
环
现
玲
玷
玺
玻
珊
珍
珑
珠
班
球
琅
理
琐
琛
琢
琪
琳
琴
琵
琶
琼
瑕
瑚
瑛
瑞
瑟
瑰
瑶
璀
璃
璇
璧
璨
瓜
瓢
瓣
瓦
瓮
瓶
瓷
甍
甘
甚
甜
生
用
甩
甯
田
由
甲
申
电
男
甸
画
畅
界
畏
畔
留
畜
略
番
畴
疆
疏
疑
疗
疙
疚
疤
疫
疮
疯
疲
疵
疼
疾
痂
病
症
痊
痍
痒
痕
痛
痨
痰
痴
瘁
瘟
瘠
瘤
瘦
瘩
瘪
瘫
瘴
瘸
瘾
癖
癞
癫
癯
癸
登
白
百
皂
的
皆
皇
皈
皎
皓
皙
皮
皱
皿
盂
盅
盆
盈
益
盏
盐
监
盒
盔
盖
盗
盘
盛
盟
目
盯
盲
直
相
盹
盼
盾
省
眈
眉
看
真
眠
眦
眨
眩
眯
眶
眷
眸
眺
眼
着
睁
睐
睑
睚
睛
睡
督
睥
睦
睨
睫
睬
睹
睽
睿
瞄
瞌
瞎
瞑
瞒
瞟
瞠
瞥
瞧
瞩
瞪
瞬
瞭
瞰
瞳
瞻
矛
矜
矢
矣
知
矩
矫
短
矮
石
矿
码
砂
砌
砍
研
砖
砥
砰
破
砸
砺
础
硕
硝
硬
确
碌
碍
碎
碑
碗
碟
碧
碰
碴
碾
磁
磅
磊
磋
磕
磨
礁
礴
示
礼
社
祀
祇
祈
祉
祖
祚
祛
祝
神
祟
祠
祥
票
祭
祷
祸
禀
禁
禄
禅
福
离
禽
禾
秀
私
秃
秉
秋
种
科
秒
秘
租
秤
秦
秩
积
称
移
秽
稀
程
稍
税
稚
稳
稷
稻
稽
稿
穆
穴
究
穷
穹
空
穿
突
窃
窄
窈
窍
窒
窕
窗
窘
窜
窝
窟
窥
窦
窿
立
竖
站
竞
竟
章
童
竭
端
竹
竽
竿
笃
笆
笋
笏
笑
笔
笠
笥
符
笨
第
笺
笼
等
筋
筑
筒
答
策
筛
筝
筷
筹
签
简
箓
箕
算
管
箫
箭
箱
篆
篇
篑
篓
篝
篡
篮
篱
篷
簇
簪
簸
籁
籍
米
类
籽
粉
粒
粗
粘
粥
粪
粮
粹
粼
粽
精
糊
糕
糖
糙
糟
糠
糯
系
紊
素
索
紧
紫
累
絮
繁
纂
纠
红
纣
纤
约
级
纨
纪
纭
纯
纰
纱
纲
纳
纵
纶
纷
纸
纹
纽
线
练
组
绅
细
织
终
绊
绍
绎
经
绑
结
绔
绕
绘
给
绚
络
绝
绞
统
绡
绢
绣
继
绩
绪
绫
续
绯
绰
绳
维
绵
绷
绸
综
绽
绿
缀
缅
缈
缉
缎
缓
缔
缕
编
缘
缚
缛
缜
缝
缠
缤
缥
缩
缪
缭
缮
缰
缴
缸
缺
罄
罐
网
罔
罕
罗
罚
罡
罢
罩
罪
置
署
羊
美
羔
羞
羡
群
羹
羽
羿
翁
翅
翘
翠
翩
翳
翻
翼
耀
老
考
者
而
耍
耐
耕
耗
耙
耳
耷
耸
耻
耽
耿
聂
聆
聊
聋
职
聒
联
聘
聚
聩
聪
肃
肆
肉
肋
肌
肖
肘
肚
肝
肠
股
肢
肤
肥
肩
肮
肯
育
肴
肺
肾
肿
胀
胁
胃
胄
胆
背
胎
胖
胚
胛
胜
胞
胡
胧
胪
胭
胳
胴
胶
胸
能
脂
脆
脉
脊
脍
脏
脑
脔
脖
脚
脯
脱
脸
脾
腊
腌
腐
腑
腔
腕
腥
腮
腰
腴
腹
腻
腾
腿
膀
膊
膛
膜
膝
膨
膳
膺
膻
臀
臂
臃
臆
臊
臣
自
臭
至
致
臻
臾
舀
舅
舆
舌
舍
舐
舒
舔
舜
舞
舟
航
般
船
艘
艮
良
艰
色
艳
艹
艺
艾
节
芋
芒
芙
芜
芝
芥
芦
花
芳
芸
芽
苍
苏
苑
苔
苗
苛
苞
苟
若
苦
英
苹
茂
范
茄
茅
茎
茔
茗
茧
茫
茬
茵
茶
茸
茹
荆
草
荏
荐
荒
荜
荡
荣
荤
荧
荫
荭
药
荷
荼
莠
莫
莱
莲
获
莹
莺
莽
菅
菇
菊
菌
菜
菩
菲
萃
萄
萌
萍
萎
萝
萤
营
萦
萧
萨
落
著
葛
葡
董
葫
葬
葱
蒂
蒙
蒜
蒲
蒸
蓄
蓉
蓑
蓓
蓝
蓦
蓬
蔑
蔓
蔚
蔡
蔬
蔽
蕙
蕴
蕾
薄
薅
薇
薛
薪
藉
藏
藐
藤
蘑
蘸
虎
虏
虐
虑
虔
虚
虞
虫
虬
虹
虽
虾
蚀
蚁
蚂
蚊
蚌
蚍
蚓
蚕
蚣
蚯
蚱
蛀
蛇
蛊
蛋
蛙
蛛
蛟
蛤
蛮
蛰
蛾
蜀
蜂
蜈
蜉
蜒
蜓
蜕
蜗
蜘
蜚
蜜
蜡
蜥
蜮
蜴
蜷
蜻
蜿
蝇
蝉
蝙
蝠
蝴
蝶
蝼
融
螺
蟆
蟒
蠕
蠢
血
衅
行
衍
衔
街
衙
衡
衣
补
表
衫
衬
衰
衲
衷
袄
袅
袈
袋
袍
袒
袖
袜
袤
被
袭
袱
裁
裂
装
裆
裕
裘
裙
裟
裤
裨
裳
裴
裸
裹
褐
褒
褓
褛
褥
褪
褴
襁
襟
西
要
覆
见
观
规
觅
视
览
觉
觊
觎
觑
角
解
触
言
誉
誊
誓
說
警
计
订
认
讥
讧
讨
让
讪
训
议
讯
记
讲
讳
讶
讷
许
讹
论
讽
设
访
诀
证
评
诅
识
诈
诉
诊
诋
词
诏
译
试
诗
诙
诚
诛
话
诞
诟
诡
询
诣
该
详
诧
诩
诫
诬
语
误
诰
诱
诲
诳
说
诵
请
诸
诺
读
诽
课
谀
谁
调
谄
谅
谈
谊
谋
谍
谎
谏
谐
谑
谓
谕
谗
谛
谜
谢
谣
谤
谦
谧
谨
谬
谱
谴
谷
豁
豆
豚
象
豢
豪
豫
豹
豺
貉
貌
贝
贞
负
贡
财
责
贤
败
账
货
质
贩
贪
贫
贬
购
贯
贱
贴
贵
贷
贸
费
贺
贻
贼
贾
贿
赂
赃
资
赅
赈
赊
赋
赌
赎
赏
赐
赔
赖
赘
赚
赛
赞
赠
赢
赤
赦
赫
走
赴
赵
赶
起
趁
趄
超
越
趋
趔
趟
趣
足
趴
趾
跃
跄
跋
跌
跑
距
跟
跤
跨
跪
路
跳
践
跶
跷
跹
跺
跻
踉
踌
踏
踝
踞
踢
踩
踪
踮
踱
踵
踹
蹁
蹂
蹄
蹈
蹊
蹋
蹙
蹦
蹩
蹬
蹭
蹲
蹶
蹿
躁
躇
躏
身
躬
躯
躲
躺
車
车
轨
轩
转
轮
软
轰
轴
轻
载
轿
较
辄
辅
辆
辈
辉
辐
辑
输
辖
辗
辙
辛
辜
辞
辟
辣
辨
辩
辫
辰
辱
边
辽
达
迁
迂
迄
迅
过
迈
迎
运
近
返
还
这
进
远
违
连
迟
迢
迩
迪
迫
迭
述
迷
迸
迹
追
退
送
适
逃
逅
逆
选
逊
逍
透
逐
递
途
逗
通
逛
逝
逞
速
造
逢
逮
逸
逻
逼
逾
遁
遂
遇
遍
遏
遑
道
遗
遢
遣
遥
遨
遭
遮
遵
避
邀
邂
邃
邋
邓
邙
那
邦
邪
邸
邻
郁
郊
郎
郑
郡
部
郭
都
鄙
酆
酉
酌
配
酒
酝
酣
酥
酬
酱
酵
酷
酸
酿
醇
醉
醋
醍
醐
醒
醪
醺
采
释
里
重
野
量
金
釜
鉴
鎏
针
钉
钓
钗
钝
钟
钢
钥
钦
钧
钩
钰
钱
钵
钻
钿
铁
铃
铐
铛
铜
铠
铡
铤
铩
铭
铮
铲
银
铺
链
销
锁
锃
锄
锅
锈
锋
锏
锐
锒
错
锚
锢
锣
锤
锥
锦
锭
键
锲
锵
锹
锻
镀
镂
镇
镖
镜
镣
镯
镶
长
门
闪
闭
问
闯
闲
间
闷
闹
闺
闻
阁
阂
阅
阎
阑
阔
阖
阙
队
阱
防
阳
阴
阵
阶
阻
阿
陀
附
际
陆
陈
陋
陌
降
限
陛
陟
陡
院
除
陨
险
陪
陵
陶
陷
隆
随
隐
隔
隘
隙
障
隶
隼
难
雀
雁
雄
雅
集
雇
雌
雍
雏
雕
雨
雪
雳
零
雷
雾
需
霁
霄
霆
震
霉
霎
霜
霞
露
霸
霹
霾
靈
青
靓
靖
静
非
靠
靡
面
靥
革
靶
鞋
鞍
鞘
鞠
鞭
韧
韩
韪
韬
韭
音
韵
页
顶
顷
项
顺
须
顽
顾
顿
颁
颂
预
颅
领
颇
颈
颊
颐
频
颓
颔
颖
颗
题
颜
额
颠
颤
颧
风
飒
飕
飘
飙
飞
食
餐
饥
饭
饮
饰
饱
饵
饶
饺
饼
饿
馅
馆
馈
馊
馋
馍
馐
馒
首
香
馨
马
驭
驮
驯
驰
驱
驳
驴
驶
驷
驸
驻
驼
驾
驿
骁
骂
骄
骆
骇
验
骏
骑
骗
骚
骛
骜
骤
骨
骰
骷
骸
髅
髓
高
髻
鬃
鬓
鬟
鬼
魁
魂
魄
魅
魇
魉
魍
魏
魑
魔
魚
鱼
鲁
鲈
鲍
鲜
鲠
鲤
鲨
鲫
鲸
鳍
鳖
鳞
鸟
鸠
鸡
鸢
鸣
鸦
鸨
鸭
鸯
鸳
鸵
鸽
鸿
鹅
鹏
鹜
鹤
鹰
鹿
麟
麻
麾
黄
黎
黏
黑
默
黛
黝
黠
黯
鼎
鼓
鼠
鼻
鼾
齐
齑
齿
龄
龇
龊
龌
龙
龟
！
，
：
；
？
￥
