[
    "全撒了，一点也不注意配送，什么啊，应该退钱",
    "定了四份套餐就给一双筷子两份糖",
    "味道很好,皮薄有汤汁",
    "差评,不好吃,袋子弄的全是麻酱",
    "量很多，就是尖椒豆腐皮的味道差点，不是尖椒，是大海椒，一点辣味都没有呢！",
    "味道不错，口味偏甜",
    "11点20就送到了给我打电话没接到陪笑去拿餐埃顿熊我去我不能每天坐着等您送餐吧我要上班上班要开会开会不能带手机的好不好！能不能让人好好的吃饭了！现在百度外卖的服务态度真是不敢恭维",
    "送的太晚等的着急。",
    "热干面口淡,皮蛋还不错,送货速度很快",
    "师傅服务很好.速度特别快.",
    "不错方便好吃",
    "晚了半个小时才到，孩子饿得吃饼干",
    "小炒肉真心不是湖南小炒肉，坦白讲肉炒太老了，不推荐。鸭头不错",
    "一直很喜欢他家的东西,味好,便宜",
    "订的11:45的餐，结果11:30就到了。最主要是两份饺子没有料，连筷子也没有，建议店主改进下。另外，扁豆丝盖饭味道有点甜，不太好吃",
    "香锅味道与川成元味道相差甚远,无餐具,包装袋也不是川成园的！！",
    "不好吃，还晚时！",
    "鸡蛋皮还在饭里，鸡肉都没有，就给个鸡爪，真心不好吃",
    "\b早上9点订的，下午1点多才送到。中间催了两次。味道一般。就这样。百度，你们能把握一下入驻商家质量这关嘛",
    "订的是虾排,餐来了一看居然是炸虾片=,=,这是让我怀念童年么",
    "太慢了～～～～～是不是临时杀的猪",
    "里面的糖醋里脊裹的啥东西全都掉了,粘的不牢固",
    "下次能送早点就好啦,快饿过劲啦",
    "慢死了！！！！！！不怕饿死的可以订……",
    "差！！迟到一个多小时！！！！！！无力吐槽，减13了服务就跟不上了，搞活动干嘛？！！",
    "第二次吃了,很好,送餐也很快态度非常好",
    "味道很好，送餐非常慢！",
    "第一次见服务态度这么差的，点了一份套餐和一根烤肠，烤肠居然直接就没有送过来，送到的时候饭菜都凉了，也是我吃过的最难吃的梅菜扣肉，再也不订他家的了！！！",
    "送餐速度快，服务热情，大拌菜不错，整体好评",
    "送的太慢啦",
    "外卖找不到地址就算了,粥全撒了,都不想要了,麻烦下次请送餐的服务态度好点行么",
    "肉肉很多，很好吃",
    "难吃死了,特别难吃",
    "根本没送到餐，等了三个小时，居然自动完成了，让人无法理解，商家电话根本打不通，真差劲",
    "豆角排骨怎么有点辣，本来是打算给小孩吃的。。速度很快，下次试试别的",
    "等了两个小时。",
    "菜都送错了,辣牛肉变成了大酱汤,小菜也错了",
    "米饭感觉有点泡水了，大概蒸的时候水放多了；牛肉没有以前的味道，大块的咬不动。",
    "多收了两块钱！",
    "第一次喝红茶拿铁，不好喝啊！",
    "粥挺好吃的，卷饼味道不错，可惜有点凉",
    "曲奇很好喝",
    "米线汤都洒外面了",
    "送来的很快。但是炖雪梨是冰凉，显然是冰箱里的，不是路上冻凉的。也没有给筷子。差评了。",
    "配菜的酸菜很难吃。建议换成茄子，这个味道不错，能吸引不少人。",
    "觉得酱香更好吃",
    "好喝不贵,红红火火哈哈哈",
    "特别好的外卖小哥，卷饼很好吃，粥也好喝，真心推荐！",
    "离学校近,很方便",
    "整体感觉一般，时间比较长",
    "速度很快，32个赞，服务很好",
    "哎。。。完全没法评价这个送餐速度。。。竟然送了104分钟，我真是醉了。。一个小时的时候跟我说送出来了。。然后过了44分钟才到。。有这么欺骗消费者的么。。你说人太多就算了。我订其他家的。。真是过分啊！,而且之前一次也是送了1个小时14分钟，再也不定这家了。。太垃圾了",
    "干净卫生个人感觉不错",
    "送饭的人都是脑残吗,能不能找个智商高点的来",
    "生平第一次吃甜味的地三鲜，这算是创新吗",
    "粥洒出很多，配送人让去电梯门口等",
    "为什么这次叫餐90分钟还没送到",
    "应该16点30送到，结果19点多才给我送来！打电话给客服给我个号码让我自己跟配送员联系。配送员态度更恶劣，自己按不响门铃还对我说“快点快点”让我自己出去拿蛋糕！什么玩意儿，再也不会到这家店来买了！",
    "很棒的骑士！！！！！",
    "等了将近两小时才送到,都凉了,也不好吃",
    "感觉菜的分量少，没吃饱",
    "一个小时送到的，很好吃，但是点了平菇怎么没给",
    "非常满意！送餐很快！",
    "还是挺快的，四十分钟吧",
    "创造了我点外卖的纪录，167分钟等待，都可以从北京到天津买了大麻花回来了，还等卷饼和粥",
    "一个半小时送来,还说他们忙！！！！！忙就不要开店了",
    "100分钟！！等死了",
    "全是冷的，饺子都快变成冻饺子了",
    "好久没吃到这么难吃的香锅了。",
    "饭送来是凉的，而且还送错了菜，商家说退的钱至今也未送来，我不乎这点钱，态度简直让人接受不了，再也不要吃了",
    "下单2个小时才送到。无语了。",
    "不错，菜里油少，口味清淡，希望商家坚持下去！",
    "不知怎的，店家地址没显示完整，快递哥把餐送错了，引起了误会，最终餐到了就行",
    "看到不贵，结果超级少，超级不好吃，再也不定了",
    "咖啡都洒出来了，杯子都湿了",
    "很好，离得公司近，郭师傅送餐也很快，很满意！",
    "肉还没在微波炉里打热就送来了，还粘在一起呢。东西也确实不好吃…",
    "骑士师傅辛苦了，大冷天的。",
    "一般,偏贵",
    "没有满减！",
    "到现在餐还送不到,电话也没人接,真是太差劲了",
    "实物四块干巴巴的牛肉条，现在明白图片仅供参考的意思了。口味太不敢恭维，两小时半才送到。对百度外卖及其失望。一会果断卸载APP",
    "真的很慢才到,早餐快当午餐吃了。",
    "送来是凉的，而且油比较大，吃了连一半都不到，不会再在这儿订第二次了，吃完还得喝杯普洱茶刮油",
    "送的特别快",
    "包装什么都很精致，就是味道不咋地",
    "师傅送货很快，宫保鸡丁和川式腊味拼味道不错",
    "下错单了,不过冷面味道不错,但是没有给我小菜",
    "确定这是肉夹馍？得用放大镜找肉吧，品质严重下降，不值这个价了，不会再买",
    "满一百没送可乐，差评。",
    "迟到3小时,配送不知道是哪家得,很混乱",
    "太慢了太慢了太慢了！",
    "送货很快哦",
    "答应下午来给我送发票，人呢",
    "多等了半个多小时才送到",
    "挺好的，优惠力度大，送餐准时",
    "不错～很好！！点了两份，中午下午都有了～",
    "包装很好，很快，就是感觉有点少。",
    "口味非常不错，但是送餐服务不好！而且包装简单，到了的时候，菜汤撒满地啊。。。。",
    "上午下单，下午才送！怎么索赔"
]