{"title": "阿根廷歹徒抢服装尺码不对拿回店里换", "content": "阿根廷布宜诺斯艾利斯省奇尔梅斯市一服装店，8个月内被抢了三次。最后被抢劫的经历，更是直接让老板心理崩溃：歹徒在抢完不久后发现衣服“抢错了尺码”，理直气壮地拿着衣服到店里换，老板又不敢声张，只好忍气吞声。（中国新闻网） "}
{"title": "国际通用航空大会沈阳飞行家表演队一飞机发生坠机，伤亡不明", "content": "今天（27日）上午10:43左右，正在张掖举行的首届丝绸之路（张掖）国际通用航空大会上，沈阳飞行家表演队的一架XA42飞机在表演特技动作时发生坠机，目前人员伤亡情况不明，消防车和救护车已赶至现场。央视新闻 "}
{"title": "6月1日起北京实施“史上最严控烟期”", "content": "北京全市范围公共场所、工作场所室内环境及公共交通工具内将禁止吸烟；室外吸烟也多有限制，如排队时禁烟。违者将被处以个人最高200元、单位最高10000元罚款。对此网友纷纷表示支持并希望在全国推行。，那么其他城市？ "}
{"title": "“2013年度十大语文差错”公布 原来“冒”字这么写", "content": "《咬文嚼字》编辑部对外公布了的“2013年度十大语文差错”，包括 “受权”误为“授权”、“泄密”误为“泄秘”、“蜇人”误为“蛰人”。“冒”字在书写时，上半部分的两短横与左右竖并不相连。戳图，看看你都写对了吗？ "}
{"title": "额…女子假扮男性诈骗 与女性发生性关系未被识破", "content": "杨某假扮成男性，先后与两名女性谈恋爱，诈骗12万余元。杨某与张女士同居期间，始终穿着紧身衣，她自称是刑警，身份特殊，不能脱衣服。同时，她利用从网上买来的男性假性具绑在身上，与张女士发生性关系，未被识破。。。。 "}
{"title": "韩国7岁女童被性侵 总统向国民致歉", "content": "人民网转引韩国媒体报道，韩国男子高某涉嫌30日在罗州市荣山洞绑架一位7岁女童，并对其实施性暴力。警方31日下午在全南顺天市的一家网吧抓获了嫌疑人高某（25岁）。李明博总统当天上午就该事件向国民致歉。 "}
{"title": "安徽“洋城管”称自己若事先知情不会参加", "content": "近日3名来自安徽大学的“洋城管”志愿者现身合肥。当事人之一阿富汗学生贾华德表示，如果事先了解情况则不会参加，并表示不太喜欢这个角色，“这和去孤儿院做义工不一样”。其所属高校老师说“更像是在作秀，我们觉得很不好”。 "}
{"title": "残疾证“出租”每月坐享1500元 个别企业“爱证”不爱人", "content": "一些残障人士不用真上班，只要“挂靠”企业，就可获得收入以及社保。而个别企业为躲避缴纳残疾人就业保障金，也宁可“租用”残疾人员充当“员工”。在北京，残疾人仅靠“出租”证件，就能坐享1500元的月收入。 北青报 "}
{"title": "邓亚萍：互联网要有社会担当", "content": "昨日，即刻搜索宣布，与360搜索、健康时报、国家食品药品监督管理局联手打击假医假药。担任即刻搜索总经理邓亚萍表示：“互联网企业需要具备一定的社会担当，即刻搜索借此寻求差异化发展，主打民生类搜索和民生大数据。” "}
{"title": "北京明年拟推工作日半价观看电影", "content": "18日北京广电局电影处处长王健表示，北京明年有望从周一到周五每天上午或下午推出统一半价观影时段，还将要求影票上电影时间须为剔除片前广告的时间。首都影院联盟若7成以上会员同意，将实施此优惠政策（京华时报） "}
{"title": "姑娘钱包跌落西湖 小伙冒寒入水捞回", "content": "杭州，一姑娘钱包跌落西湖，小伙冒寒入水帮忙打捞钱包，其中包内有多张银行卡和钱。小伙子一手扶着岸壁，一手在水中摸索着钱包。待找到钱包后，虽然天冷，小伙仍开心地笑着。冬日的温暖，社会的正能量，人间自有真情在。 "}
{"title": "罗氏瞒报不良反应事件所涉药物仍正常销售", "content": "英国媒体曝出瑞士制药巨头罗氏药业因隐瞒1.5万例致死和6.5万例不良反应报告被英国监管部门紧急调查，涉及8款药品。其中，阿瓦斯汀、赫赛汀、特罗凯、美罗华、派罗欣这5种药在中国广泛使用，尤其是赫赛汀和美罗华。 "}
{"title": "南京一合金厂锅炉发生爆炸 两人受伤一人生命垂危", "content": "昨天傍晚5点半左右，南京市翁家营66号浦江稀土合金有限公司内，一搅拌机在搅拌硅土时发生爆炸，消防部门接警后，迅速调集6辆消防车、36名消防官兵赶赴现场救援。事故造成两人受伤其中一人伤势严重，仍在抢救中 "}
{"title": "长沙一款瓶装水卖214元称能考状元 官方介入调查", "content": "高考前在湖南长沙，一种瓶装水打着“喝了能提高记忆力、考得好成绩”的旗号，以214.55元／瓶的“天价”向群众销售。记者从长沙市工商部门了解到，销售这种“天价神水”的商店因涉嫌虚假宣传近日已被工商部门立案调查。 "}
{"title": "中国八成家庭油盐摄入量超标 慢性病负担增长将超80%", "content": "全国因慢性病过早死亡占早死总人数75%。我国现有超过2亿高血压患者、1.2亿肥胖患者、9700万糖尿病患者、80%家庭人均食盐和食用油摄入量超标。未来20年，中国40岁以上人群中主要慢性病患者人数将增长一到两倍。 "}
{"title": "上海2000余家餐厅试点“明厨亮灶”：切换直播后厨区域", "content": "如今上海不少餐厅的门前都坐落着一块电子显示屏，播放的不是电视节目或广告片，而是切换直播该餐厅烹饪间、冷菜间等关键区域的实时画面。上海市计划用两三年时间，中型以上餐厅逐步全覆盖该系统，学校食堂也将后厨直播。 "}
{"title": "北美洲发现肥皂人”", "content": "考古学家在北美洲发现一具蜡制木乃伊。该木乃伊不同于一般的木乃伊，它的发源地不是古埃及或印加。它也没有数千年的历史，并且也不是用绷带缠裹而成。事实上，如果你近距离观看，你会发现这个人死时穿着过膝的长袜 #深度论坛# "}
{"title": "江西进贤“差生”走廊考试？ 校方称教师缺爱心", "content": "昨日一则江西进贤二中初三年级“差生”冒着寒风在教室外考试的消息引起广大网友“围观”，原来班里同学太多，而考试又必须让学生隔开一定的距离，所以老师才安排这些平时学习较差，偶尔调皮捣蛋的学生在外面吃点苦。 "}
{"title": "大学最优生物钟：每个年级该如何度过24小时？", "content": "新奇的大一，拼搏的大二，迷茫的大三，奔忙的大四……大学四年，读研、工作、出国留学的三类人，究竟该如何定位与准备？9月，即将进入新阶段、迎接新挑战的你，想好该如何安排每一天的24小时了么？ （人民日报） "}
{"title": "西安一建筑工地脚手架坍塌 已致5人死亡", "content": "9日16时10分左右，位于西安西郊昆明路一建筑工地发生脚手架坍塌，目前已造成5人死亡。据西安市消防队介绍，发生事故的是昆明路上工农村所盖的的城中村安置楼。目前，坍塌楼房中已无生命迹象，消防队员正在清理现场中。[蜡烛] "}
{"title": "中宣部推动学雷锋 进教材开微博", "content": "中宣部昨天召开“践行雷锋精神”新闻发布会，明确指出学习雷锋精神是当前加强社会思想道德建设的需要，今后的学雷锋以青少年为重点，以社会志愿服务为载体，通过办论坛、进教材、开微博等九大方面举措确保学雷锋常态化。（北京晨报） "}
{"title": "王金平关说案：窃听风暴引发政坛地震", "content": "他是蓝绿通吃的政坛不倒翁，“立法院”史上任期最长的“院长”;他是“总统”兼党主席，素有“政治洁癖”。一场关说案，他们被推到历史的风口浪尖。一番角力后，他被撤销党籍、晚节不保，他成了破环团结的罪人?（中国新闻周刊网） "}
{"title": "南宁否认限购松绑系救市：实施北部湾城镇体系同城化", "content": "此次购房新政的出台，不是对现有调控政策的修改，而是北部湾经济区城镇体系同城化的一个实施步骤。南宁市仍严格执行限价、限贷、限购等政策措施。南宁相关负责人表态。南宁否认限购松绑系救市：为实施北部湾经济区同城化 "}
{"title": "各路足坛名人陆续抵达", "content": "随着抽签仪式的临近，德国主帅勒夫、俄罗斯主帅卡佩罗、荷兰主帅范加尔、美国主帅克林斯曼、意大利主帅普兰德利，以及中国足球的老朋友米卢等陆续抵达抽签现场。决定世界杯32强分组命运的8位抽签嘉宾也已到位。（央视记者黄欣璐） "}
{"title": "潜伏者涂兆兴：敌人眼皮下掩护红色后代", "content": "从乡绅公子到忠诚的地下党工作者，从谦谦的文弱书生到与潜伏战士，涂兆兴领导的石船小学的地下党人，在国民党特务的眼皮子底下，隐蔽党员、进步人士、革命后代40余人，为革命培育、输送了一大批人才。 #往事钩沉# "}
{"title": "新西兰奶粉全年进口配额1月耗光 大旱或推涨国内售价", "content": "海关数据显示新西兰奶农产品2013年进口配额已用光，接下来将按最惠国税率征税。分析称征税对奶粉价格影响不大，因每年配额都不够用，在产品定价时已将关税成本算进去，新西兰大旱恐将推涨奶粉价格，国内下半年或现涨价潮。 "}
{"title": "陕西神木\"房姐\"龚爱爱被刑拘 在榆林市境内异地看押", "content": "神木县农村商业银行原副行长、榆林市人大代表龚爱爱因拥有北京西安神木等地多处价值不菲的房产，被网友冠以“房姐”之名，成为社会热点。5日陕西省神木县官方证实，房姐龚爱爱已被当地警方刑事拘留，在榆林市境内异地看押。 "}
{"title": "广州农业局长回应与王林蛇缠脖合影：只是玩游戏", "content": "照片上王林上身着黑色透视装，下身仅穿白色内裤，右手抓了三条蛇缠在广州农业局党委书记、局长汤锦华脖子上。汤锦华称2000年与朋友一起去深圳，应邀去见王林时所拍。“那是十多年前的事了，之后再无联系” 大师着装好奇特！ "}
{"title": "观众热捧沪语版《新闻坊》：每周一期怎么够", "content": "备受关注的沪语版《新闻坊》首次亮相上海电视荧屏。许多市民表示支持，市民朱女士还建议：“才一周一次怎么够啊，天天用沪语播报吧！”而部分新上海人则担心不能完全听懂，“每天教一句上海话也不错,因为我还一句也听不懂”。东方网 "}
{"title": "朝鲜宣布将于4月发射人造卫星", "content": "据朝中社报道，朝鲜16日宣布将于4月发射人造卫星。2009年4月5日朝鲜发表新闻公报说，朝鲜在东海卫星发射场成功发射“光明星2号”试验通信卫星，而美国、韩国监控显示卫星未能进入预定轨道，坠入了太平洋。（新华网） "}
{"title": "冰岛女总理将携夫人访华 为该国首对同性结婚伴侣", "content": "冰岛女总理西于尔扎多蒂将于4月15日-18日携夫人正式访问中国。冰岛于2010年6月27日正式颁布承认同性婚姻的法律，女总理同日与相恋多年的同性伴侣结婚，成为冰岛历史上第一对依法结婚的同性伴侣。（东方网） "}
{"title": "9岁男孩加入重庆作协 爸爸：绝不伤仲永", "content": "9岁的徐毅，是重庆某小学四年级的一名学生，目前他已经出版了一本诗集《梦落花》，“此外，徐毅还写中篇小说。明年一月份，徐毅的所有诗歌、小说作品将会以文集《雨是伤心的云》形式，由重庆出版社出版。”（华西都市报） "}
{"title": "卫生计生委国际司司长：真正的免费医疗不存在", "content": "就俄罗斯免费医疗话题，国家卫生计生委国际司司长任明辉表示，真正的免费医疗制度不存在。或由税收支持，或个人和企业支付的医疗保险社会保险解决。免费医疗国家的患者看病不花钱，费用在各种税收或缴纳的保险中体现了。（网图） "}
{"title": "下午茶•你，怕老吗？", "content": "我常常会想，为什么我们的社会中大家都这么怕“老”，是因为我们的步伐太快了吗？是因为我们太“肤浅”了吗？有人曾经这么感叹：“本来就是这样的啦，年纪大了就会被歧视。大家都喜欢光鲜亮丽的脸孔。青春才是无敌！” #圆桌态度# "}
{"title": "用别人的卡取钱 是提醒还是偷盗？", "content": "昨天，南京张先生在一家自助银行取款后匆忙离开，随后就连续收到取款提示短信，提示银行卡被人提款。返回提款机，只见一男青年正在操作，取出了一大叠百元钞票。取款男子自称是用取钱的方式提醒失主，算不算盗窃南京警方仍在调查。 "}
{"title": "检方要求多媒体展示证据,辩方律师同意", "content": "河北省高级人民法院在邯郸市中院审判庭继续开庭审理上诉人王书金强奸､故意杀人一案，目前正在庭审中｡检方要求通过多媒体展示证据,法官询问辩方律师意见后表示同意｡图为6月25日，王书金在当日庭审现场陈述。朱峰 "}
{"title": "福建云霄县物价局长涉嫌强奸女学生被批捕免职", "content": "一位市民向记者介绍，杨福胜通过微信(也可能是QQ)，认识了云霄县下河乡仙石村一名20岁准女大学生。星期日那天，杨将该女生带到东山玩，随后对该女生实施强奸。杨给了女孩一些钱，但并未买通女生，女生随后报警。 "}
{"title": "工信部：手机固话上网卡都将实名 网站泄露信息最高罚3万", "content": "工信部出台《电信和互联网用户个人信息保护规定(征求意见稿)》，明确电信业务经营者、互联网信息服务提供者及工作人员不得泄露用户信息，不得出售和非法提供用户信息，违者可能面临最高3万罚金，严重者将追究刑事责任。 "}
{"title": "北京目前六成人口属社会中下层 2025年则一半将是中产？", "content": "今天发布的《2015年北京社会建设分析报告》显示：目前六成北京人口属于社会中下层，结构图近似一个蒙古包，中下层的比例过大，中上部过小。该报告预计到2025年，北京中产阶层比例将达50%，接近理想的“橄榄形”社会。 "}
{"title": "直播预告：《我不是潘金莲》在成都举行首映礼", "content": "今日（17日）下午，据刘震云同名小说改编、冯小刚导演、范冰冰领衔主演的电影《我不是潘金莲》在成都举行首映礼。直击电影《我不是潘金莲》主创见面会，每日经济新闻微博将在18:30分进行视频直播，请粉丝多多关注。 "}
{"title": "浙江象山一村庄被淹 消防部门成功救出28位居民", "content": "浙江省气象台消息称，强台风“海葵”于8日凌晨3时20分前后登陆浙江三门湾北侧象山县鹤浦镇。登陆时中心气压965百帕，近中心最大风力14级(42m/s)。8日，宁波市象山县西周镇莲花村普降暴雨，全村基本上全部被淹。 "}
{"title": "美破产企业诉中国三光伏巨头 索赔9.5亿美元", "content": "《每日经济新闻》记者获悉，这是自去年美破产光伏企业Solyndra起诉上述三家企业、索赔15亿美元后，第二家美国破产光伏企业发起的诉讼。业内分析人士认为，此诉讼在美法院立案的可能性极大，但最终ECD胜诉的可能性较小。 "}
{"title": "标普上调三家中国银行 下调全球多家银行评级", "content": "标普周二上调中国银行和中国建设银行评级，由A-上调至A，并维持中国工商银行A级；同时对美国银行、花旗银行、摩根士丹利、高盛、富国银行、摩根大通以及美国纽银梅隆，各降一级。标普此时调降银行评级将施压银行借贷成本。 "}
{"title": "民宅2个月遭千余钢珠弹袭击 家人吃饭戴安全帽", "content": "江苏金坛市金城镇后阳村村民孙俊家，两个多月来遭千余颗钢珠弹袭击，事态最后发展到他请人吃饭，居然都要在家里戴着安全帽。孙俊花了2000多元在房屋四周装了监控探头，结果还是没抓到“射手”的蛛丝马迹。目前警方已经介入调查。 "}
{"title": "武汉中学生赴美旅游丢钱包 40天后被寄回", "content": "8月28日下午，在武汉东南医院工作的卓先生，收到一个写满英文的快递包裹：里面是儿子40天前，在美国参加夏令营丢失的钱包，50美元、10元人民币、一张学校饭卡、一张身份证……邮寄者是美国的迪士尼乐园。（人民网） "}
{"title": "传统与现代之间：一对藏族新人的结婚照", "content": "2009年，藏族小伙子格绒彭措从中央民族大学毕业，北漂4年后回到成都开始创业。目前，他已回到老家丹巴，即将与同是藏族的阿坝州姑娘达瓦卓玛举行婚礼。在他们的系列婚照中，都市生活和高原游牧生活场景的巨大反差。错误页面 "}
{"title": "西餐厅也应“入乡随俗”", "content": "中外饮食习惯、胃口的差异是造成西餐浪费的主要风险。业内人士建议，在中国经营的西餐厅也应该“入乡随俗”，根据中国人的就餐特点，减少菜量，或推出半份餐。其次，也可在每一道西餐就餐程序中，多给一些选择，一些搭配。详见 "}
{"title": "汽车导航产品合格率不足三成 七成安装盗版地图", "content": "某先生使用千元导航仪，本应50米下路口，结果导航仪没有提示，导致他驾车多绕了50公里。目前导航产品准确性能差强人意，地图更新等问题层出不穷。专家建议尽快通过推动关于卫星导航设备的国家标准出台，设立导航产品的性能门槛。 "}
{"title": "女生注意：有人通过微信“招聘”强奸抢劫", "content": "以招聘女秘书为幌子骗取受害人信任，见面之后实施强奸抢劫。山西省运城市警方近日破获一起利用微信引诱少女上当的系列强奸、抢劫案。经查，两名犯罪嫌疑人均为某酒店厨师，下班后无所事事遂心生邪念。目前，二人已被刑事拘留。 "}
{"title": "花岗岩和牡蛎的奇妙缘分", "content": "建于1059年的中国第一座海港大石桥——洛阳桥，历经千年风雨依然坚固如初，在没有钢筋水泥的古代，这个奇迹的秘密居然是牡蛎！老祖宗首创的“种蛎固基法”，让后人赞叹：I服了U！《你所不知道的中国》带你穿越福建千里海岸！ "}
{"title": "美副总统称中国不能自由呼吸 中国学生要求其道歉", "content": "拜登13日在美国宾夕法尼亚大学毕业典礼上发表演说，称中国是不能“另类思考”或“自由呼吸”的国度引起中国学生不满。该校中国学生已起草一封信，要求他正式道歉。到22日已有343人签名，信将先被呈递给校长，再转交拜登办公室 "}
{"title": "英男子将女友捉奸在床 用平底锅拍死奸夫", "content": "据英国《每日邮报》，英国一名45岁的男子因撞见朋友与女友在自己家中发生性关系气急败坏，抄起平底锅向朋友不停地拍去，最后致其死亡。事后，哈里斯表示他所做的事情是为“维护自己的尊严”。法庭将在未来几天对此案进行宣判。 "}
{"title": "@任志强 ：房子还没到真正贵的时候 涨了更买不起", "content": "如果土地政策不发生变化、公共资源配置情况不改变，继续涨的情况还会延续很长时间。换句话说，房子还没到真正贵的时候。东京是3500万人口，如果北京也达到这么多人口，你怎么让人不进北京？就是房价让很多人不到北京来 "}
{"title": "美国最适合创业的十大行业", "content": "美国调研机构IBISWorld的新榜单列出了最适合雄心勃勃创业者的行业，它们进入门槛较低，且增长空间较大。根据进入门槛、启动资金需求和预期增长率，这10种行业(尽管有些出乎意料)充满机会，有志者可大展拳脚。（新华网） "}
{"title": "海尔突击更改能效数据 涉嫌套取国家补贴", "content": "调查发现，海尔两款平板电视出现能效数据频繁更改的情况。此外，康佳的一款液晶平板电视的能效指数也被更改。更改之后，上述几款产品都巧妙入围近期国家三部委公布的《节能产品惠民工程高效节能平板电视推广目录》第二批中。 "}
{"title": "外卖送餐员给儿子送了一次餐 转身后落泪了", "content": "陈占魁，是两个孩子的父亲。因为工作，他很少能陪伴家人。今天是儿童节，虽然儿子14岁了，他还是决定给他送一份蛋糕做礼物，这是他第一次到学校来给孩子送餐，当孩子说爸爸辛苦了后，他回过头忍不住落泪了…@梨视频 "}
{"title": "注意饮食卫生！广州大学城逾百人感染诺如病毒", "content": "一种感染性很强的诺如病毒袭击了位于广州南部大学城。来自广州市疾控中心方面的数据显示，目前已经接到大学城有学生感染诺如病毒的报告是100多例，并非网传的600多例。疾控中心主任介绍，预防感染诺如病毒要注意安全饮食。 "}
{"title": "今天，转发微博，让爸妈知道你的爱", "content": "2017将至。我们又长了一岁，父母也向衰老迈进了一步。当我们争分夺秒向前奔跑时，他们目光凝视充满不舍，变得常常唠叨，嘘寒问暖。假如哪怕他们真打扰到你，请多点耐心，多点克制，别把坏脾气，留给最亲近的人。 "}
{"title": "最适合儿童成长的国家 中国排名第34名", "content": "2012年，国际慈善组织“拯救我们的孩子”发布一份“儿童指数排名”的报告，以评估各国儿童的教育和生存环境。中国排名第二梯队（欠发达国家）的第34位，次于厄瓜多尔、巴拿马以及特立尼达和多巴哥等。（网易） "}
{"title": "三亚天涯海角天空现“云中邮轮”奇观", "content": "6月30上午10点29分许，天涯海角游览区的海面上惊现“云中邮轮”奇观，当时天涯海角的海天之际突然出现一艘巨轮乘风破浪的壮观景象，被震撼的游客们纷纷拿起相机和手机拍照。 三亚天涯海角天空现“云中邮轮”奇观(图) "}
{"title": "主场哨逼客队主帅失态 CBA莫步中超黑哨后尘", "content": "CBA季后赛首轮4场比赛4支客队总共比主队少了48次罚篮。如果不是罚球相差太多，比赛结果可能改变。闵鹿蕾赛后无奈地说：“既然裁判吹了，那可能就是犯规吧……”不少网民表示，足坛“黑哨”已经进去了，篮球裁判莫步其后尘。 "}
{"title": "奢侈品“中国梦”的没落和救赎", "content": "中国新闻周刊独家私信报道：天价却当白菜抢的时代一去不复返。声声从紧“杀奢令”，层出不穷“奢负面”，让奢侈品从“中国梦”中惊醒。18、19、20日三天，私信和你深度分享，看奢侈品在中国如何走向没落与自我救赎。 "}
{"title": "王宝强发短信要借钱？河南男子心疼“宝宝”要为其汇款", "content": "近日，王宝强离婚的事情可谓是牵动了国人的心，大家热议此事的同时，也有人借此牟利，谎称王宝强要借钱打离婚官司进行诈骗。8月16日，河南一男子收到此信息后，信以为真，心疼“宝宝”赶到银行汇款，幸亏被民警制止。 "}
{"title": "上班下单下班提货 京东把“自助邮箱”送到家门口", "content": "您有没有为似乎随时可能上门但常常又等不到的快递员“牵绊”过？本周四京东将在5小区投放自助式自提柜，方便居民自取网购商品。顾客只需在京东购物时选择自提柜地点，网站便会自动生成一个订单号或者二维码，发到购物者手机上。 "}
{"title": "6月QFII积极入市 新增开户29户", "content": "6月合格境外机构投资者(QFII)加快入市步伐。据中登公司发布的2013年6月份统计月报显示，QFII基金6月份在沪深两市分别新增开户14、15个A股股票账户，这29个账户让QFII在沪深两市的总账户数达到465个。 "}
{"title": "北京出租车调价新方案：乘客多付多少钱？一张图就明白", "content": "早晚高峰7:00—9:00和17:00—19:00每5分钟加收4.6元，其他时段每5分钟加收2.3元；三公里以内起步价13元，燃油附加费1元…大家不禁诘问：涨价了，“打车难”是否就能解决了？制图：@央视评论员 "}
{"title": "微博观察·老枪：拜登到访，各种本能", "content": "从新闻传播来说，自拜登踏上中国土地开始，双方就开始了自己的本能。美国人本能而纯熟地利用着包括微博这类新媒体在内的一切媒体，中国也一以贯之轻车熟路地做着本能的反操作。从各自欲达目的言，双方都得到了自己想要的。 "}
{"title": "合生元终端限价遭反垄断调查 淘宝卖家刮除序列号降价20%", "content": "因维护终端价格，合生元国际控股有限公司全资子公司近日引来了国家发改委的调查。《每日经济新闻》记者了解到，为了规避合生元的严格体系，部分淘宝卖家通过刮除产品包装序列号、防伪码等方式在网上进行低价销售。 "}
{"title": "我们这一代：人生第一笔工资，你怎么花的？", "content": "50、60、70、80、90……你是哪个年代的人？给家人买礼物、贴补家用、留学攒钱、准备买房、奢侈消费……你人生第一笔工资怎么花的？现在是绰绰有余，还是压力山大？欢迎大家留言评论，你的记忆，唤起一代人的记忆…… "}
{"title": "城会玩都是这么健身的 一言不合就射一箭", "content": "今天下午，中新网创业精英荟来到北京石榴中心举办了活动，众多潮流公司展示了潮人健身日常：平衡车、攀岩、智能单车…小编为大家采访到攻防箭的工作人员，给大家展示时下最潮的健身方式——射箭！你会考虑这种方式健身吗？秒拍视频 "}
{"title": "一图读懂：国内汽车行业规模最大的分布式光伏发电项目", "content": "广汽本田以实际行动响应广东省、广州市“十二五”期间的节能减排号召，建设广汽本田增城工厂。项目建成后：①每年节约标煤2300吨；②减少二氧化碳排放量17500吨；③相当于种植95万棵树。具有巨大的社会效益。更多戳↓ "}
{"title": "世界最大胸罩将拍卖 面积堪比两个网球场", "content": "据报道，世界最大的胸罩将于28日在网上进行拍卖，起拍价格为500英镑。该胸罩的面积与两个网球场一样大，重量相当于1800个正常胸罩之和。该胸罩的提供者称，此次拍卖所得款项将用于防治乳腺癌运动。 手机： "}
{"title": "苏州耗资1.1亿元建豪华小学 收费却按国家标准", "content": "苏州阳澄湖小学占地66亩，建筑面积可达28000多平方米，配备了众多先进的教学设施，装了地源热泵空调，每个教室配洗手间，投资共计1.1亿余元，被戏称为“苏州最豪华小学”。但是收费却和其他公办学校一样。”(扬子晚报) "}
{"title": "比尔盖茨：电脑拯救不了世界 互联网帮不了穷人", "content": "“电脑拯救不了世界，互联网的威力根本帮不了全球最贫穷的人群，倒是根除某些疾病有望造福于穷人。”盖茨自称是技术统治论者，但他不相信技术能够拯救世界，“世界不是平的，在人类需求阶梯上，PC排不到前5位。” 新华 "}
{"title": "全国出现超100万平方公里灰霾 中央气象台首发霾预警", "content": "昨日，我国中东部出现大范围雾霾天，中央气象台在大雾预警之外，也同时发布了霾蓝色预警信号，这是我国首次发布单独的霾预警。29日白天北京依然大雾，污染物易积累不易扩散，预计大部分区域空气质量达到严重污染级别。 "}
{"title": "晚安魔都夜景", "content": "今天白天上海虽然很热，但蓝天白云，仿佛穿越到了世博会。太阳公公回家后，夜色下的魔都又展现了另外一番柔情和妩媚。@人鱼李园圆的地盘 今晚拍的这张夜景，有木有点《一千零一夜》的感觉？[心]Shanghai~~ "}
{"title": "厦门公交车纵火案遇难者名单公布", "content": "据厦门网，厦门市6月7日发生的BRT公交车纵火案遇难者遗体身份鉴定工作已全部完成，除犯罪嫌疑人陈水总外的46名遇难者名单公布。46条无辜的生命，永远停止在2013年6月7日，请为他们默哀。Via央视新闻 "}
{"title": "安倍狂言：想叫我右翼军国主义者就请便", "content": "25日，正在纽约参加联合国大会的安倍晋三在哈得孙研究所发表讲话，为了给日本政府在2013年度预算中增加防卫费进行辩护，他剑指中国，还声称“想叫我右翼军国主义者就请便吧。”中国外交部表示：日方无权对我国防政策说三道四。 "}
{"title": "北京环保副局长邀潘石屹学习空气监测 获赠“潘币”", "content": "受北京市环保局副局长杜少中之邀，@潘石屹 昨天来到该局监测中心。杜少中向他介绍了中美空气质量标准、颗粒物污染和减排等情况。告别时，两人互换礼物，杜少中向潘石屹赠予奥运会期间的纪念扇，潘石屹则送给他几张“潘币”。 "}
{"title": "第十金！女乒丁宁4-3李晓霞夺冠 实现大满贯", "content": "北京时间8月11日，2016年里约奥运会乒乓球女单决赛，在上届伦敦奥运会女单冠亚军李晓霞和丁宁之间再次上演，丁宁4-3战胜李晓霞，在成功复仇的同时拿到了本届奥运会女单冠军，同时为中国军团夺下第10金！ "}
{"title": "广西又多24个全国重点文物保护单位 晋升\"国字号\"", "content": "前，国家文物局公布了第七批全国重点文物保护单位的名录，包括谢鲁山庄，伏波庙等在内的广西24处文物，新晋升为“国字号”文物单位。广西此次入选的全国重点文物保护单位有5大类，古遗址类有柳城巨猿洞、北海大浪古城等8处 "}
{"title": "李阳将对僧众传授英语 “皈依少林”可在线申请", "content": "李阳表示为了少林寺能更好地与世界通用语言接轨，愿为少林慈幼院僧众进行英语培训。少林寺官网开设了“少林弟子之家”栏目，愿皈依佛门的人可通过在线申请——后台确认——反馈信息——方丈确认的方式，实现在线皈依。 "}
{"title": "王珉浮沉：以国企改制扬名 被查当天其妻被控制", "content": "中纪委3月4日消息，辽宁原省委书记王珉涉严重违纪被查。知情人士称，王珉被查当天其妻张静被控制。王珉以国企改制\"苏州经验\"扬名，曾为吉林辽宁揽来大量苏企投资，但其间政商牵连的传闻不断。 王珉浮沉 |《财经》封面 "}
{"title": "昂山素季会成为缅甸的曼德拉吗？", "content": "南非前总统曼德拉与最后一任白人总统德克勒克曾共同工作，后者结束了南非种族隔离制度。昂山素季和曼德拉有相似之处，都完成了从政治犯到政治家的转变。但缅甸总统吴登盛能成为缅甸版的德克勒克吗? #第一时评# "}
{"title": "艺术品金融如何持续发展？专家这样说", "content": "中国文化金融50人论坛秘书长金巍表示，2015年我国艺术金融市场规模约550亿元，这个规模并不大，这和庞大的艺术品生产和交易市场规模是不匹配的。在他看来，艺术品金融要持续发展，需要在创新和规范之间找到一个平衡点。 "}
{"title": "呼唤和培育新型官德", "content": "如何进一步加强领导干部的道德建设，尤其是从政道德的建设或“官德建设”，已经成为干部队伍建设的一项重要课题。《申论官德》对官德问题进行了系统梳理和深入研究，对新形势下领导干部官德建设提出了重要建议。详见 "}
{"title": "新房改大幕拉开！满足新市民住房需求，公租房扩大到非户籍", "content": "专家认为，目前城市居民对住房的需求基本达到了1:1，真实的需求其实来自农民工。目前三四线城市的库存问题较为严重，“从前期调研来看，像福建等农民工购房比例已超过50%，现在的需求是‘要为我们造房子的人造房’”。 "}
{"title": "国机汽车：爆炸核心区损毁汽车货值30亿", "content": "今日，国机汽车公告称，位于爆炸核心区的存储仓库存有公司车辆6500余辆，货值约30亿元。前述车辆可能部分因爆炸、火灾烧毁或质损。因相关现场尚处于戒严状态，具体损失情况有待核实。国机汽车：爆炸核心区损毁汽车货值30亿 "}
{"title": "图看科技·美国批准自动驾驶卡车上路 但仍需配个驾驶员", "content": "据外媒报道，德国戴姆勒公司与美国内华达州达成协议。该公司生产的自动驾驶卡车将允许在其境内上路。不过这种新型卡车仍会有一名驾驶员，在自动驾驶系统认为路况超出自身处理能力的时候，这位驾驶员就会接管控制。 "}
{"title": "胡润：2020年全球首富将来自中国 来自电子商务行业", "content": "有可能是马云，也有可能是马化腾。目前排名靠前的中国富豪多来自地产行业，我注意到另外一种正在崛起的阵营--电商。人们购买方式正在改变，购物不一定非要去超市，在网上就可以买到。电商正在中国兴起，而且发展得很快。 "}
{"title": "目击牡丹江部分地税官员的“品质生活”", "content": "记者驱车10余公里，穿过市西北一段蜿蜒的山路，找到了一处神秘的农场，这就是属于牡丹江市地税局的农场——穗丰园。周围群众说，这是当地地税干部搞接待之处。但调查发现，这并不是牡丹江市地税系统奢靡之风的全部。 "}
{"title": "北京餐馆泔水被倒卖至河北喂猪 无人监管", "content": "敞篷车，铁皮桶，泔水四溢。夜幕里，回收餐厨垃圾的泔水车，穿梭于大小饭店。这些泔水车多是从大小饭店驶入北京郊区或北京周边的养猪场，未经无害化处理直接饲养生猪……餐厨垃圾企业负责人称未见过相关监管人员身影。（新京报） "}
{"title": "亚运开幕式焰火16万发“超常规” 将申报吉尼斯", "content": "亚运会开幕式焰火表演设备安装9日晚上宣告完毕，广州亚运焰火燃放指挥部执行总指挥、熊猫烟花集团董事长赵伟平告诉记者，开幕式焰火总数为16万发，比北京奥运会、上海世博会多，而其中三项特别的创意将申请吉尼斯纪录。 "}
{"title": "高中生雇凶杀亲", "content": "5月12日凌晨，他打开防盗门，给了雇来的杀手一把菜刀和一把水果刀，15分钟后，他的父亲和姐姐高玮艺倒在血泊中。他的动机简单到无法令办案警察相信：家里对他管得严，抱得希望太高，让他有些压力。 -新京报 "}
{"title": "中国北斗正式提供区域服务 系统标志公布", "content": "国务院新闻办27日新闻发布会，宣布中国北斗正式提供区域服务，系统标志同时公布，其中的北斗七星是自远古时起人们用来辨识方位的依据，司南是中国古代发明的世界上最早的导航装置，两者彰显中国古代科学技术成就。（国际在线） "}
{"title": "庐山争夺战：何时终结“一山五治”？", "content": "一座庐山，一路上山，一路买门票。整个山体面积为282平方公里的庐山，曾经同时有六个机构或地方政府在管理。事实上，和庐山管理局争夺利益的不只当地政府，还有当地居民、庐山旅游集团公司、省卫生部门，甚至军队。 "}
{"title": "从利比亚开往意大利：400偷渡客沉船身亡", "content": "路透社消息，一艘从利比亚横渡地中海开往意大利的偷渡船倾覆，约400人身亡。船上载有550多名偷渡客，许多是年轻人和儿童，大部分来自撒哈拉以南非洲地区。事发后意大利海防部队展开搜救，获救的150人被送往意大利南部港口。 "}
{"title": "不仅胶囊，有些冰淇淋也用过工业明胶", "content": "河北“学洋明胶”的供货记录显示，该厂不仅将工业明胶销售给药用胶囊生产企业，还销售给了众多食品企业，其中包括多家国内知名乳品企业，成为生产雪糕、冰淇淋、乳制品和饮料的原料，供货单上明确标注为“白袋”。京华时报 "}
{"title": "又双叒包揽了！", "content": "昨晚国际乒联超级赛科威特公开赛结束了男女单打决赛的较量。男单方面，张继科以总分4比1击败马龙，夺得冠军。女单方面，李晓霞以4比1击败丁宁，成功卫冕。本次科威特公开赛，中国队在男女单打，男女双打四个项目上，实现了包揽。 "}
{"title": "黄金死多头浮亏3.6亿 银河期货称只是客户行为", "content": "金价出现暴跌，斩杀无数投资者外，也将专业期货公司推向了风口浪尖：银河期货在短短4个交易日内，席位浮亏高达3.6亿元！如此巨额浮亏是否影响到客户利益，银河期货副总经理周雷称，不是期货公司在做多，而是客户自己在做多。 "}
{"title": "罗伯斯干扰刘翔是否蓄谋已久？", "content": "古巴名将#罗伯斯#在比赛中干扰了#刘翔#的正常比赛，最终被#国际田联#取消了冠军资格。即便如此我们还是要三问罗伯斯：为什么学“小沈阳”跑偏？为什么使用少林长臂划拉功？为什么神情狐疑飘忽不定？ #第一时评# "}
{"title": "中消协教你选面膜 贵的不代表好", "content": "中消协近日抽检26款保湿面膜，发现资生堂新透白美肌源动力美白面膜和sk-II护肤面膜出现荧光现象。在效果上，保湿效果与售价不成正比。那么消费者到底应该如何挑选放心面膜？什么样的面膜才最合适？戳图↓↓@经济日报 "}
{"title": "APEC期间廊坊放假方案消息属实", "content": "今天网上热传廊坊和保定两个城市在APEC会议的放假调休安排，河北省大气污染防治工作领导小组办公室工作人员告诉记者确有其事，具体放假方案以各地执行为准，目前还没有回收到各市的相关报送方案。 廊坊新闻网 "}
{"title": "小学保安用弹“小鸡鸡”手段体罚学生被刑拘", "content": "雅安市荥经县新庙乡小学多名家长反映，该校保安用弹“雀雀”的手段体罚学生，经查，27名学生并无受伤，保安和校长被停职，教育、警方等部门介入调查。昨日，记者从荥经县证实，因涉嫌寻衅滋事，何远新已被荥经警方刑事拘留。 "}
