# 词典；每个词后方存储的是其词频，词频仅为示例，不会用到，也可自行修改
# Dict = {"经常": 0.1,
#         "经": 0.05,
#         "有": 0.1,
#         "常": 0.001,
#         "有意见": 0.1,
#         "歧": 0.001,
#         "意见": 0.2,
#         "分歧": 0.2,
#         "见": 0.05,
#         "意": 0.05,
#         "见分歧": 0.05,
#         "分": 0.1}
Dict = {
    "红": 0.5,
    "烧肉": 0.22,
    "红烧": 0.31,
    "肉": 0.36,
    "红烧肉": 0.66,
    "肥而": 0.05,
    "不腻": 0.06,
    "香气": 0.85,
    "四溢": 0.46,
    "香气四溢": 0.39,
    "让": 0.74,
    "人": 0.21,
    "回味": 0.27,
    "无穷": 0.13,
    "回味无穷": 0.04,
}
# 待切分文本
# sentence = "经常有意见分歧"
sentence = "红烧肉肥而不腻香气四溢让人回味无穷"


# TODO 实现全切分函数，输出根据字典能够切分出的所有的切分方式
def all_cut(sentence, Dict, target, window):
    if len(sentence) == 0:
        target.append(window[:])
        return

    for i in range(1, len(sentence) + 1):
        if sentence[:i] in Dict:
            window.append(sentence[:i])
            all_cut(sentence[i:], Dict, target, window)
            window.pop()

    return target


result = all_cut(sentence, Dict, [], [])
for res in result:
    print(res)

result.sort()

# 目标输出;顺序不重要
target = [
    ['经常', '有意见', '分歧'],
    ['经常', '有意见', '分', '歧'],
    ['经常', '有', '意见', '分歧'],
    ['经常', '有', '意见', '分', '歧'],
    ['经常', '有', '意', '见分歧'],
    ['经常', '有', '意', '见', '分歧'],
    ['经常', '有', '意', '见', '分', '歧'],
    ['经', '常', '有意见', '分歧'],
    ['经', '常', '有意见', '分', '歧'],
    ['经', '常', '有', '意见', '分歧'],
    ['经', '常', '有', '意见', '分', '歧'],
    ['经', '常', '有', '意', '见分歧'],
    ['经', '常', '有', '意', '见', '分歧'],
    ['经', '常', '有', '意', '见', '分', '歧']
]

target.sort()

# print(result == target)
